layers = {
    'menu': ["ТГ-канал", "Технический вопрос", "О компании", "Где купить", "Номенклатура"],
    'Номенклатура': ['Клеммные соединения',"Токовые Трансформаторы", "Щелчковые выключатели", "Таймеры", "Источники питания", "РЕЛЕ", "Интерфейсные Платы"],
    "Клеммные соединения": ["Винтовые клеммы", "Пружинные клеммы", "Клеммы PUSH-IN"]
}

menu = {
    "ТГ-канал": "https://t.me/Elmex_Russia",
    "Технический вопрос": "https://t.me/sup_port_elmex",
    "О компании": "Компания <<elmex>> является ведущим производителем клеммных колодок и интерфейсных модулей для управления и автоматизации в Индии.\n\nНаша история началась в 1963 году, когда мы начали производство клеммных колодок для промышленных распределительных устройств.С тех пор мы смогли достичь устойчивого и систематического роста благодаря инновациям, качеству обслуживания клиентов и повышению производительности производства.\n\nМы также гордимся своей технической и экономической конкурентоспособностью и международными сертификатами соответсвия на свою продукцию.\n\nКлючевые компании, как ABB, Alstom, Schneider Electric, Siemens, Honeywell, GE, L&T, BHEL и NTPC, выбирают нас в качестве глобального партнера по аутсорсингу.\n\nЧтобы расширить ассортимент продукции и обслуживать более широкий рынок, в 1993 году была создана компания Elmex Electric Pvt. Ltd., которая впервые представила концепцию интерфейсных модулей для управления и автоматизации, монтируемых на DIN-рейку.\n\n#бот_о_компании",
    "Где купить": "Продажи в западной части России:\n\nООО <<ВЕЛЕС>>\nРостовская обл., г.Новочеркасск, Харьковское шоссе, д.10,помещение 34\n+7(918)500-53-46  +7(904) 509-14-36\na.p.veles@yandex.ru\nooovelesru@yandex.ru\nwww.elmex-russia.ru\n\nПродажи в восточной части России: \n\nООО <<НЕОН-КОМПАКТ>>\nРеспублика Татарстан, г.Казань, ул Лебедева,д.20Б,к 1,помещение 6А\n+7 (843) 216-64-22\nkazan@neon-k.ru\nwww.elmex-russia.ru\n\n#бот_где_купить",
    "Номенклатура": ""
}

nomen = {
    "Токовые Трансформаторы": {
        "photo": ["Трансформаторы"],
        "Описание": "Токовый трансформатор — представляет собой повышающий трансформатор, предназначенный для преобразования тока большой величины до меньшего значения, удобного для измерения. Первичной обмоткой трансформатора тока является проводник с измеряемым переменным током, а ко вторичной подключаются измерительные приборы. Ток, протекающий во вторичной обмотке трансформатора тока, пропорционален току, протекающему в его первичной обмотке.Более подробная информация на сайте elmex-russia.ru",
        "url": "https://drive.google.com/uc?export=download&id=1W_SyOsx7O46DMRdD0F6vfpFx4G0Enecn"
    },
    "Щелчковые выключатели": {
        "photo": ["Щелчковые_клеммы"],
        "Описание": "Щелчковый выключатель (SNAP-IN SWITCH) – это выключатель с механизмом мгновенного действия, который приводится в действие определенным усилием на установленном пути перемещения.Благодаря этому скорость коммутации в основном не зависит от скорости управления.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "Таймеры": {
        "photo": ["Таймеры"],
        "Описание": "Таймер — это реле, предназначенное для создания независимой выдержки времени и обеспечения определённой последовательности работы элементов схемы. Реле времени применяется в случаях, когда необходимо автоматически выполнить какое-то действие не сразу после появления управляющего сигнала, а через установленный промежуток времени. Более подробная информация на сайте elmex-russia.ru",
        "url": "https://drive.google.com/uc?export=download&id=1ArKdOnNd2bE_VwdDEQoLqxqpHEB3cnm9"
    },
    "Винтовые клеммы": {
        "photo": ["Винтовая"],
        "Описание": "Винтовые клеммы - это клеммы с винтовым подключением проводников",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Пружинные клеммы": {
        "photo": ["Пружинные"],
        "Описание": "Пружинные клеммы - это клеммы с пружинным подключением проводников. Для монтажа демонтажа проводникама необходимо воспользоваться отверткой.",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Клеммы PUSH-IN": {
        "photo": ["Push"],
        "Описание": "Клеммы PUSH-IN - это клеммы с пружинным подключением проводников, но без необходимости применения инструмента дла монтажа/демонтажа проводника",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Источники питания": {
        "photo": [
            "Источники_питания"
        ],
        "Описание": "Источник питания - это устройство, которое преобразует электрическую энергию в выходное электрическое напряжение, ток и частоту, необходимые для подключенного электрического прибора. Он преобразует переменный ток в постоянный ток и питает различные электронные устройства.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "РЕЛЕ": {
        "photo": [
            "РЕЛЕ"
        ],
        "Описание": "Реле — электрическое устройство (выключатель), предназначенное для замыкания и размыкания различных участков электрических цепей при заданных изменениях электрических или неэлектрических входных величин.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "Интерфейсные Платы": {
        "photo": [
            "Платы"
        ],
        "Описание": "Интерфейсная плата — Интерфейсный модуль или его часть, выполненная на печатной плате, представляющей собой жесткую электронную сборку, куда входят активные элементы, токопроводящие дорожки, один или несколько типов разъемов.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
}


