layers = {
    'menu': ["ТГ-канал", "Технический вопрос", "О компании", "Где купить", "Номенклатура", 'Авто подбор аксессуаров'],
    'Номенклатура': ['Клеммные соединения',"Токовые Трансформаторы", "Щелчковые выключатели", "Таймеры", "Источники питания", "РЕЛЕ", "Интерфейсные Платы"],
    "Клеммные соединения": ["Винтовые клеммы", "Пружинные клеммы", "Клеммы PUSH-IN"]
}

menu = {
    "ТГ-канал": "https://t.me/Elmex_Russia",
    "Технический вопрос": "https://t.me/sup_port_elmex",
    "О компании": "Компания <<elmex>> является ведущим производителем клеммных колодок и интерфейсных модулей для управления и автоматизации в Индии.\n\nНаша история началась в 1963 году, когда мы начали производство клеммных колодок для промышленных распределительных устройств.С тех пор мы смогли достичь устойчивого и систематического роста благодаря инновациям, качеству обслуживания клиентов и повышению производительности производства.\n\nМы также гордимся своей технической и экономической конкурентоспособностью и международными сертификатами соответсвия на свою продукцию.\n\nКлючевые компании, как ABB, Alstom, Schneider Electric, Siemens, Honeywell, GE, L&T, BHEL и NTPC, выбирают нас в качестве глобального партнера по аутсорсингу.\n\nЧтобы расширить ассортимент продукции и обслуживать более широкий рынок, в 1993 году была создана компания Elmex Electric Pvt. Ltd., которая впервые представила концепцию интерфейсных модулей для управления и автоматизации, монтируемых на DIN-рейку.\n\n#бот_о_компании",
    "Где купить": ["""
<b>Дистрибьюторы в Западной части России:</b>

📌 ООО "ПТ-ЭЙР"
(г. Санкт-Петербург, ул.Ивана Фомина, д.6, лит.Б, пом.340)
+7(812)317-73-27
info@pt-air.ru  
https://pt-air.ru

📌 ООО "ЛАЙНИНГ"
(Московская область,
п.Светлые горы, владение 31)
+7(499)404-31-37 
info@laining.ru 
www.laining.ru

📌 ООО "ВЕКТОР-А"
(Ростовская область, 
г.Ростов-на-Дону, 
ул. Мильчакова, д.45, 
ком.4А)
+7(918)524-69-06 
vektor.torg2000@mail.ru
""",
                  
"""
<b>Дистрибьюторы в Восточной части России:</b>

📌 ООО "ГИМЛАЙН"
(Республика Башкортостан, 
г. Уфа, ул. Кировоградская, д.37, офис 1113)
+7(347)266-21-82,               
+7(927)236-21-82 
info@gimline.ru 
www.gimline.ru

📌 ООО "АС-ЭЛЕКТРО"
(Свердловская область, 
г. Екатеринбург, 
ул. Луначарского, соор. 31, 
этаж/помещ. 8/909) 
+7(922)131-83-18
sa@as-electro.ru

📌 ООО "ЭНЕРЕЛЬ" 
(Свердловская область,
г. Екатеринбург 
ул.Уральских рабочих 42-40) 
+7(343)290-78-65 
zakaz@enerele.ru 
www.enerele.ru


📌 ООО "ЭЛЕКТРОСТИЛЬ НАБЕРЕЖНЫЕ ЧЕЛНЫ"
(Республика Татарстан,
г. Набережные Челны, 
ул. Старосармановская, д.29, 
офис 409)
+7(8552)49-12-32 
nch@estl.ru 
www.nch.estl.ru

📌 ESB (ELECTRIC STEEL BOX) (Республика Марий Эл, Медведевский р-н, пгт. Медведево, ул. Чехова, д. 22г)
8(800)551-08-87 
sales@esteelbox.ru 
www.esteelbox.ru

📌 ООО "АТ-Электросистемы" 
(Республика Татарстан, г. Казань, ул. Габдуллы Тукая, д. 125) 
+7(987)296-03-28 
kazan@at-e.ru 
www.at-es.ru

#бот_где_купить
"""],
    "Номенклатура": ""
}

nomen = {
    "Токовые Трансформаторы": {
        "photo": ["Трансформаторы"],
        "Описание": "Токовый трансформатор — представляет собой повышающий трансформатор, предназначенный для преобразования тока большой величины до меньшего значения, удобного для измерения. Первичной обмоткой трансформатора тока является проводник с измеряемым переменным током, а ко вторичной подключаются измерительные приборы. Ток, протекающий во вторичной обмотке трансформатора тока, пропорционален току, протекающему в его первичной обмотке.Более подробная информация на сайте elmex-russia.ru",
        "url": "https://drive.google.com/uc?export=download&id=1W_SyOsx7O46DMRdD0F6vfpFx4G0Enecn"
    },
    "Щелчковые выключатели": {
        "photo": ["Щелчковые_клеммы"],
        "Описание": "Щелчковый выключатель (SNAP-IN SWITCH) – это выключатель с механизмом мгновенного действия, который приводится в действие определенным усилием на установленном пути перемещения.Благодаря этому скорость коммутации в основном не зависит от скорости управления.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "Таймеры": {
        "photo": ["Таймеры"],
        "Описание": "Таймер — это реле, предназначенное для создания независимой выдержки времени и обеспечения определённой последовательности работы элементов схемы. Реле времени применяется в случаях, когда необходимо автоматически выполнить какое-то действие не сразу после появления управляющего сигнала, а через установленный промежуток времени. Более подробная информация на сайте elmex-russia.ru",
        "url": "https://drive.google.com/uc?export=download&id=1ArKdOnNd2bE_VwdDEQoLqxqpHEB3cnm9"
    },
    "Винтовые клеммы": {
        "photo": ["Винтовая"],
        "Описание": "Винтовые клеммы - это клеммы с винтовым подключением проводников",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Пружинные клеммы": {
        "photo": ["Пружинные"],
        "Описание": "Пружинные клеммы - это клеммы с пружинным подключением проводников. Для монтажа демонтажа проводникама необходимо воспользоваться отверткой.",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Клеммы PUSH-IN": {
        "photo": ["Push"],
        "Описание": "Клеммы PUSH-IN - это клеммы с пружинным подключением проводников, но без необходимости применения инструмента дла монтажа/демонтажа проводника",
        "url": "https://drive.google.com/uc?export=download&id=1z4Z0an-RsWhsSTlxcauHBWt1jhYLMTVf"
    },
    "Источники питания": {
        "photo": [
            "Источники_питания"
        ],
        "Описание": "Источник питания - это устройство, которое преобразует электрическую энергию в выходное электрическое напряжение, ток и частоту, необходимые для подключенного электрического прибора. Он преобразует переменный ток в постоянный ток и питает различные электронные устройства.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "РЕЛЕ": {
        "photo": [
            "РЕЛЕ"
        ],
        "Описание": "Реле — электрическое устройство (выключатель), предназначенное для замыкания и размыкания различных участков электрических цепей при заданных изменениях электрических или неэлектрических входных величин.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
    "Интерфейсные Платы": {
        "photo": [
            "Платы"
        ],
        "Описание": "Интерфейсная плата — Интерфейсный модуль или его часть, выполненная на печатной плате, представляющей собой жесткую электронную сборку, куда входят активные элементы, токопроводящие дорожки, один или несколько типов разъемов.Более подробная информация на сайте elmex-russia.ru",
        "url": ""
    },
}


